<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.Adobe Reader</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Digital Media</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>11</string>
		<key>NAME</key>
		<string>Adobe Reader</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.13.x,10.12.x,10.11.x,10.10.x,10.9.x,10.8.x</string>
		<key>OS_VERSION</key>
		<string>10.8.0</string>
		<key>POLICY_CATEGORY</key>
		<string>Extra Software</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Views, prints, and comments on PDF documents.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Adobe Reader.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.AdobeReader</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderRepackager</key>
			<dict>
				<key>git_hash</key>
				<string>e398c85584d3ec0c6d8a5af7ebb2bd56525ca005</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderRepackager.py</string>
				<key>sha256_hash</key>
				<string>3fa0f3b5278d42f4c8baae6d33f2b7c79df0533f6391e208225f501758b8b42d</string>
			</dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b6e90cf85dc6e56377b38a0f32e32768412ea10a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>aae69b07251b138562d568cf1ee787ae2c6f3d837c46339ef91d7bbf2196ecf3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>71a9ca9ea3b9610c732aa95f906d20b0213f60c8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.download.recipe</string>
				<key>sha256_hash</key>
				<string>c766398bc92e766a26ad7d0cedc97d7d975c5b529ef8f6260b9b5d5268d40a85</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>48240cae04ab282925a9f701f6813e762ace5910</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>4cc91799c9804e18808c08ae4b468694323db4b3496891aedf62ba38e99abff8</string>
			</dict>
			<key>com.github.jss-recipes.jss.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>f711663fe34176fdc0eda3381bcf366412b72fa0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Adobe Reader/Adobe Reader.jss.recipe</string>
				<key>sha256_hash</key>
				<string>0d7913a81efb8a649289a3eb08e77bb4831b28b7f6ba8e0376a3fccab2ec05c0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
