<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.Google Earth</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/earth/client/advanced/current/GoogleEarthMacNoUpdate-Intel.dmg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>CFBundleVersionSmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Google Earth</string>
		<key>POLICY_CATEGORY</key>
		<string>Extra Software</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Google Earth lets you fly anywhere on Earth to view satellite imagery, maps, terrain, 3D buildings, from galaxies in outer space to the canyons of the ocean.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Google Earth.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GoogleEarth</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.google-earth</key>
			<dict>
				<key>git_hash</key>
				<string>a185f6926b5e4bb6431a942dd2892a651e1acbfb</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleEarth/GoogleEarth.download.recipe</string>
				<key>sha256_hash</key>
				<string>b6738116e8b5e6ac705a80fb33837e197015c86b6a5ac633274b0dbcd4fbadbe</string>
			</dict>
			<key>com.github.autopkg.pkg.google-earth</key>
			<dict>
				<key>git_hash</key>
				<string>ccdc9ac42603370d9b1614eec380811710e24f1a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleEarth/GoogleEarth.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>3a5a3faee86c808502a45d09c5c29998d85b27cb016f407c3616a4aa8eb39ced</string>
			</dict>
			<key>com.github.jss-recipes.jss.GoogleEarth</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Google Earth/Google Earth.jss.recipe</string>
				<key>sha256_hash</key>
				<string>50a2effd9e95b437054cfc8e4b529e7abb89da93c2fa2161c16b640119950c60</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
