<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.Microsoft PowerPoint</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>CHANNEL</key>
		<string>Production</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>Microsoft PowerPointSmartGroupTemplate.xml</string>
		<key>LOCALE_ID</key>
		<string>1033</string>
		<key>NAME</key>
		<string>Microsoft PowerPoint</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.13.x,10.12.x,10.11.x,10.10.x</string>
		<key>POLICY_CATEGORY</key>
		<string>Office</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Microsoft PowerPoint allows the creation and presentation of professional slide decks.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Microsoft PowerPoint.png</string>
		<key>VERSION</key>
		<string>latest</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.MicrosoftPowerPoint</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2016URLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>bae6c3c49b86df34cd39965dcfad6f4b75ed88a2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2016URLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>58d2b507db9913b27e96db55735008e19fea2e1b19cdcbeca4af5ccf026d6be2</string>
			</dict>
			<key>com.github.jss-recipes.MSOffice2016VersionChecker/MSOffice2016VersionChecker</key>
			<dict>
				<key>git_hash</key>
				<string>f14f07547c557c61dd97a815b73ed997d9607dd8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/MSOffice2016VersionChecker/MSOffice2016VersionChecker.py</string>
				<key>sha256_hash</key>
				<string>fd547c498cd2ec81f46080a99757a1ce9ac955881b7aab9affd7a6a0dd8a4de8</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSPowerPoint2016</key>
			<dict>
				<key>git_hash</key>
				<string>f9b3e4faca9144c984664ce5250836ab2fd4967b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSPowerPoint2016.download.recipe</string>
				<key>sha256_hash</key>
				<string>3941d2f0eb01e580a2bcd7a45dcb4a888318a9b5599827c3b30561e6752153ad</string>
			</dict>
			<key>com.github.jss-recipes.jss.MicrosoftPowerPoint</key>
			<dict>
				<key>git_hash</key>
				<string>511a9b68639ddc23a516742c42ba1a5034dd7b10</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Microsoft PowerPoint/Microsoft PowerPoint.jss.recipe</string>
				<key>sha256_hash</key>
				<string>c176fb660a14b3e9ded6c4d9a22bc569c23808ea88b80c5bfb279c698dfb52c0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
