<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.IAELPA21.NFV</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://files.portal.cambiumast.com/SecureTest/SecureBrowsers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/IAELPA21</string>
		<key>NAME</key>
		<string>IAELPA21</string>
		<key>SEARCH_URL</key>
		<string>https://iowaelpa21.portal.cambiumast.com/secure-browsers.stml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>IAELPA21 lockdown browser</string>
			<key>display_name</key>
			<string>IAELPA21</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nfv.munki.IAELPA21</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.nfv.download.IAELPA21</key>
			<dict>
				<key>git_hash</key>
				<string>9e8b27d2cfa3b250e7cb3ed420b64e9e6f3fb268</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.asnydernfv.Recipes/IAELPA21/IAELPA21.download.recipe</string>
				<key>sha256_hash</key>
				<string>5efda851e3f99209e2bdec649f0ceb49cede707b75c8e7d39cc25fd0731d1d27</string>
			</dict>
			<key>com.github.nfv.munki.IAELPA21</key>
			<dict>
				<key>git_hash</key>
				<string>fe6b9e5fae2c0af0114bbdc3b81161fa841f8551</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.asnydernfv.Recipes/IAELPA21/IAELPA21.munki.recipe</string>
				<key>sha256_hash</key>
				<string>2a73bd2c8d588f325ece3f4aa3ff1a70a93f73a7b656cf155549db30e0322051</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
