<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TestNav.NFV</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/testnav</string>
		<key>NAME</key>
		<string>TestNav</string>
		<key>SEARCH_URL</key>
		<string>https://download.testnav.com/_testnavinstallers/installerVersions.json</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>TestNav lockdown browser</string>
			<key>display_name</key>
			<string>TestNav</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nfv.munki.TestNav</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>SimpleJSONParser</key>
			<dict>
				<key>git_hash</key>
				<string>dfde2b3f61be0f528dcdda4c81231807ac361f20</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nstrauss-recipes/TestNav/SimpleJSONParser.py</string>
				<key>sha256_hash</key>
				<string>a77e050777b41c275f55d3b58076096fd91846cfe42d9002db1c49b8ee04acf2</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.nfv.munki.TestNav</key>
			<dict>
				<key>git_hash</key>
				<string>1d374b99b495221c848f6fed1029cffd1280892e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.asnydernfv.Recipes/TestNav/TestNav.munki.recipe</string>
				<key>sha256_hash</key>
				<string>065ef382ead91785dce2d0ae54a0a0721bafffba4af1f329567c0b35a5eecd87</string>
			</dict>
			<key>com.github.nstrauss.download.TestNav</key>
			<dict>
				<key>git_hash</key>
				<string>74f50ff8d499dab51dc05c11c5e5aa2441a65a20</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nstrauss-recipes/TestNav/TestNav.download.recipe</string>
				<key>sha256_hash</key>
				<string>487b335e1073badc89cb0c0c97cabc4fc71325af7041c2bc706ad4d28f398b92</string>
			</dict>
			<key>com.github.nstrauss.pkg.TestNav</key>
			<dict>
				<key>git_hash</key>
				<string>74f50ff8d499dab51dc05c11c5e5aa2441a65a20</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nstrauss-recipes/TestNav/TestNav.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>b703372461d01cd304a66437cacc7578de677afd6f97201a38d9633682c396c7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
