<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.OracleJava9</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Digital Media</string>
		<key>Comment</key>
		<string>Note: PlistReader without variable injection in AutoPkg requires setting "version" input key to an empty string, as below.</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>OracleJava9SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>OracleJava9</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.13.x,10.12.x,10.11.x,10.10.x,10.9.x,10.8.5,10.8.4,10.8.3,10.7.5,10.7.4,10.7.3</string>
		<key>PKG_ID</key>
		<string>com.oracle.jre</string>
		<key>POLICY_CATEGORY</key>
		<string>Plugins</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Browser plugin to allow execution of Java applets.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>OracleJava9.png</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.OracleJava9</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.OracleJava9</key>
			<dict>
				<key>git_hash</key>
				<string>20a13a20efa1a6f62770ff9ceb9fafefa6ae2458</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava9.download.recipe</string>
				<key>sha256_hash</key>
				<string>fec9d85a0036c9a570d3013cbece9ae4a9071555d375254806f8b72021b8f693</string>
			</dict>
			<key>com.github.autopkg.pkg.OracleJava9</key>
			<dict>
				<key>git_hash</key>
				<string>03a13ffb414b3b13ac6184d5f5d84e64b766ea32</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava9.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>4000f2b71ffc733ae7e5f1081c63f13d2b608cf050829a119c5481b83d46902a</string>
			</dict>
			<key>com.github.jss-recipes.jss.OracleJava9</key>
			<dict>
				<key>git_hash</key>
				<string>358dcdffd5ef0c705d33073b2c5a76fd49309340</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/OracleJava9/OracleJava9.jss.recipe</string>
				<key>sha256_hash</key>
				<string>aece93a6747d88ec6aa448b81963f63e33b01c524bf4e082fcbda0f239cdc910</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
