<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.OracleJava8</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Digital Media</string>
		<key>Comment</key>
		<string>Note: PlistReader without variable injection in AutoPkg requires setting "version" input key to an empty string, as below.</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>OracleJava8SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>OracleJava8</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.13.x,10.12.x,10.11.x,10.10.x,10.9.x,10.8.5,10.8.4,10.8.3,10.7.5,10.7.4,10.7.3</string>
		<key>PKG_ID</key>
		<string>com.oracle.jre</string>
		<key>POLICY_CATEGORY</key>
		<string>Plugins</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Browser plugin to allow execution of Java applets.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>OracleJava8.png</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.OracleJava8</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>698b1d3afd01dbfa839cc271180899af3d96fa90</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.download.recipe</string>
				<key>sha256_hash</key>
				<string>94215ec0af87d6eeaa6ac353b88eb015a99c03f6f0a52f8c59899304d5308542</string>
			</dict>
			<key>com.github.autopkg.pkg.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>9b9e40c19ec1a0f6a09628159881fc787b16450f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a0ab81c4f2e3deef3ca412ce8ea523c48617aafbd40fa32cf811f3e139f6a3d1</string>
			</dict>
			<key>com.github.jss-recipes.jss.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>8e7ed2d9149ffad3fb016c754e95427e7ac12b30</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/OracleJava8/OracleJava8.jss.recipe</string>
				<key>sha256_hash</key>
				<string>a3c667d1e5e5d9ee6d439a7838c5567a3ce653c59642ee3f9b65a13ac65808bb</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
