<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.local.Silverlight</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Digital Media</string>
		<key>DOWNLOAD_URL</key>
		<string>https://www.microsoft.com/getsilverlight/handlers/getsilverlight.ashx</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SilverlightSmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Silverlight</string>
		<key>POLICY_CATEGORY</key>
		<string>Plugins</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Microsoft Silverlight is a free web-browser plug-in that enables interactive media experiences, rich business applications and immersive mobile apps.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Silverlight.png</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Silverlight</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Silverlight</key>
			<dict>
				<key>git_hash</key>
				<string>8958ead0cda7264101e339a5eba318a2f407e20a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Silverlight/Silverlight.download.recipe</string>
				<key>sha256_hash</key>
				<string>13d6bfcdea65f1383dd6edb4ad0f3d5b810f12bafc0d1ea3ddd32abfad8528d2</string>
			</dict>
			<key>com.github.autopkg.pkg.Silverlight</key>
			<dict>
				<key>git_hash</key>
				<string>f17f002b117c59532056c0852f279c9bc2a1f430</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Silverlight/Silverlight.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>eb5653251f48ac5874ac1f180e7b04e484f097075abf309e545e197621f387b7</string>
			</dict>
			<key>com.github.jss-recipes.jss.Silverlight</key>
			<dict>
				<key>git_hash</key>
				<string>cc1b10ed6b0a0573b1293197bae62f0ee72e330c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Silverlight/Silverlight.jss.recipe</string>
				<key>sha256_hash</key>
				<string>66e8d3e372656d03ca87d027e983ed855e056097723527284395154f4d51eaab</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
